Revit 2023 API
MassGBXMLExportOptions.Dispose Method
Releases all resources used by the MassGBXMLExportOptions
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
MassGBXMLExportOptions Class
Autodesk.Revit.DB.Analysis Namespace